Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# qibla_distance
source: %1$@ to the Kaaba
ar: %1$@ إلى الكعبة
as: কাবালৈ %1$@
bn: কাবা পর্যন্ত %1$@
bs: %1$@ do Kabe
ckb: %1$@ تا کەعبە
es: %1$@ hasta la Kaaba
fa: %1$@ تا کعبه
fa_af: %1$@ تا کعبه
fil: %1$@ papunta sa Kaaba
fr: %1$@ jusqu’à la Kaaba
gu: કાબા સુધી %1$@
ha: %1$@ zuwa Ka'aba
hi: काबा तक %1$@
hu: %1$@ a Kábáig
id: %1$@ ke Ka’bah
ka: ქააბამდე %1$@
km: %1$@ ទៅកាបះ
kn: ಕಅಬಾಗೆ %1$@
mk: %1$@ до Кааба
ml: കഅ്ബയിലേക്ക് %1$@
mr: काबापर्यंत %1$@
nl: %1$@ tot de Kaaba
pa: ਕਾਬਾ ਤੱਕ %1$@
pt: %1$@ até a Caaba
ru: %1$@ до Каабы
si: කඅබාවට %1$@
sr: %1$@ до Кабе
sw: %1$@ hadi Al-Kaaba
te: కాబాకు %1$@
th: ห่างจากกะอ์บะฮ์ %1$@
tr: Kâbe’ye %1$@
ug: كەبىگىچە %1$@
ur: کعبہ تک %1$@
vi: Cách Kaaba %1$@
zh_hans: 距天房 %1$@

# qibla_facing_short
source: Facing the Qibla
ar: استقبلت القبلة
as: কিবলামুখী
bn: কিবলামুখী
bs: Prema kibli
ckb: ڕوو لە قیبلە
es: De cara a la alquibla
fa: رو به قبله
fa_af: رو به قبله
fil: Nakaharap sa Qibla
fr: Face à la qibla
gu: કિબ્લા તરફ મોં
ha: Kuna fuskantar Alƙibla
hi: रुख़ क़िबला की ओर
hu: Kibla irányában
id: Menghadap kiblat
ka: ყიბლისკენ ხართ
km: បែរទៅគិបឡាត់ហើយ
kn: ಕಿಬ್ಲಾ ಕಡೆಗೆ ಮುಖ ಮಾಡಿದ್ದೀರಿ
mk: Кон киблата
ml: ഖിബ്‌ലയ്ക്ക് അഭിമുഖമാണ്
mr: किब्लाकडे तोंड
nl: Gericht op de qibla
pa: ਕਿਬਲੇ ਵੱਲ ਮੂੰਹ ਹੈ
pt: Voltado para a Qibla
ru: Кибла найдена
si: කිබ්ලා දෙසට මුහුණලා ඇත
sr: Ка кибли
sw: Umeelekea Kibla
te: ఖిబ్లా వైపు ఉన్నారు
th: ตรงกิบลัตแล้ว
tr: Kıbleye dönüksünüz
ug: قىبلىگە يۈزلەنگەن
ur: آپ قبلہ رخ ہیں
vi: Đúng hướng Qibla
zh_hans: 已面向朝向

# qibla_from_north_hint
source: No live compass: the gold dot shows the Qibla from north
ar: لا توجد بوصلة حية: النقطة الذهبية تُظهر القبلة من الشمال
as: লাইভ কম্পাছ নাই: সোণালী বিন্দুটোৱে উত্তৰৰ পৰা কিবলা দেখুৱায়
bn: লাইভ কম্পাস নেই: সোনালি বিন্দুটি উত্তর থেকে কিবলা দেখায়
bs: Nema kompasa uživo: zlatna tačka pokazuje kiblu u odnosu na sjever
ckb: قیبلەنمای ڕاستەوخۆ نییە: خاڵە زێڕینەکە قیبلە لە باکوورەوە پیشان دەدات
es: Sin brújula en vivo: el punto dorado indica la alquibla desde el norte
fa: قطب‌نمای زنده نیست: نقطه طلایی قبله را نسبت به شمال نشان می‌دهد
fa_af: قطب‌نمای زنده نیست: نقطه طلایی قبله را نسبت به شمال نشان می‌دهد
fil: Walang live na compass: ipinapakita ng gintong tuldok ang Qibla mula sa hilaga
fr: Pas de boussole en direct : le point doré indique la qibla depuis le nord
gu: લાઇવ હોકાયંત્ર નથી: સોનેરી ટપકું ઉત્તરથી કિબ્લા બતાવે છે
ha: Babu kamfas kai tsaye: ɗigon zinariya yana nuna Alƙibla daga arewa
hi: लाइव कम्पास नहीं: सुनहरा बिंदु उत्तर से क़िबला की दिशा दिखाता है
hu: Nincs élő iránytű: az arany pont északhoz képest mutatja a kiblát
id: Tanpa kompas langsung: titik emas menunjukkan kiblat dari utara
ka: ცოცხალი კომპასი არ არის: ოქროსფერი წერტილი ყიბლას ჩრდილოეთიდან აჩვენებს
km: គ្មានត្រីវិស័យផ្ទាល់៖ ចំណុចពណ៌មាសបង្ហាញគិបឡាត់ពីទិសខាងជើង
kn: ಲೈವ್ ದಿಕ್ಸೂಚಿ ಇಲ್ಲ: ಚಿನ್ನದ ಚುಕ್ಕೆ ಉತ್ತರದಿಂದ ಕಿಬ್ಲಾವನ್ನು ತೋರಿಸುತ್ತದೆ
mk: Нема компас во живо: златната точка ја покажува киблата во однос на север
ml: ലൈവ് കോമ്പസ് ഇല്ല: സ്വർണ്ണ ബിന്ദു വടക്കിൽ നിന്ന് ഖിബ്‌ല കാണിക്കുന്നു
mr: लाइव्ह होकायंत्र नाही: सोनेरी ठिपका उत्तरेपासून किब्ला दाखवतो
nl: Geen live kompas: de gouden stip toont de qibla vanaf het noorden
pa: ਲਾਈਵ ਕੰਪਾਸ ਨਹੀਂ: ਸੁਨਹਿਰੀ ਬਿੰਦੂ ਉੱਤਰ ਤੋਂ ਕਿਬਲਾ ਦਿਖਾਉਂਦਾ ਹੈ
pt: Sem bússola ao vivo: o ponto dourado mostra a Qibla a partir do norte
ru: Компаса нет: золотая точка показывает киблу от севера
si: සජීවී මාලිමාවක් නැත: රන් තිත උතුරේ සිට කිබ්ලා පෙන්වයි
sr: Нема компаса уживо: златна тачка показује киблу у односу на север
sw: Hakuna dira hai: kitone cha dhahabu kinaonyesha Kibla kutoka kaskazini
te: లైవ్ దిక్సూచి లేదు: బంగారు చుక్క ఉత్తరం నుండి ఖిబ్లాను చూపిస్తుంది
th: ไม่มีเข็มทิศแบบเรียลไทม์: จุดสีทองแสดงกิบลัตโดยนับจากทิศเหนือ
tr: Canlı pusula yok: altın nokta kıbleyi kuzeye göre gösterir
ug: جانلىق كومپاس يوق: ئالتۇن رەڭلىك چېكىت قىبلىنى شىمالدىن كۆرسىتىدۇ
ur: لائیو قطب نما نہیں: سنہری نقطہ شمال سے قبلہ دکھاتا ہے
vi: Không có la bàn trực tiếp: chấm vàng chỉ hướng Qibla tính từ hướng bắc
zh_hans: 没有实时指南针：金色圆点显示从北方起算的朝向

# qibla_go_left
source: Turn left
ar: انعطف يسارًا
as: বাওঁফালে ঘূৰক
bn: বাঁয়ে ঘুরুন
bs: Okrenite se ulijevo
ckb: بەرەو چەپ بسووڕێوە
es: Gire a la izquierda
fa: به چپ بچرخید
fa_af: به چپ بچرخید
fil: Lumiko pakaliwa
fr: Tournez à gauche
gu: ડાબે વળો
ha: Juya hagu
hi: बाएँ मुड़ें
hu: Fordulj balra
id: Belok kiri
ka: მოუხვიეთ მარცხნივ
km: បត់ឆ្វេង
kn: ಎಡಕ್ಕೆ ತಿರುಗಿ
mk: Свртете се налево
ml: ഇടത്തോട്ട് തിരിയുക
mr: डावीकडे वळा
nl: Draai naar links
pa: ਖੱਬੇ ਮੁੜੋ
pt: Vire à esquerda
ru: Поверните влево
si: වමට හැරෙන්න
sr: Окрените се улево
sw: Geuka kushoto
te: ఎడమవైపు తిరగండి
th: หันซ้าย
tr: Sola dönün
ug: سولغا بۇرۇلۇڭ
ur: بائیں مڑیں
vi: Xoay trái
zh_hans: 向左转

# qibla_go_left_little
source: Turn left a little
ar: انعطف يسارًا قليلًا
as: অলপ বাওঁফালে ঘূৰক
bn: একটু বাঁয়ে ঘুরুন
bs: Malo ulijevo
ckb: کەمێک بەرەو چەپ بسووڕێوە
es: Gire un poco a la izquierda
fa: کمی به چپ بچرخید
fa_af: کمی به چپ بچرخید
fil: Lumiko nang kaunti pakaliwa
fr: Tournez un peu à gauche
gu: થોડું ડાબે વળો
ha: Juya hagu kaɗan
hi: थोड़ा बाएँ मुड़ें
hu: Kicsit balra
id: Belok kiri sedikit
ka: მოუხვიეთ ოდნავ მარცხნივ
km: បត់ឆ្វេងបន្តិច
kn: ಸ್ವಲ್ಪ ಎಡಕ್ಕೆ ತಿರುಗಿ
mk: Малку налево
ml: അൽപം ഇടത്തോട്ട് തിരിയുക
mr: थोडे डावीकडे वळा
nl: Draai iets naar links
pa: ਥੋੜ੍ਹਾ ਖੱਬੇ ਮੁੜੋ
pt: Vire um pouco à esquerda
ru: Чуть влево
si: ටිකක් වමට හැරෙන්න
sr: Мало улево
sw: Geuka kushoto kidogo
te: కొంచెం ఎడమవైపు తిరగండి
th: หันซ้ายเล็กน้อย
tr: Biraz sola dönün
ug: سەل سولغا بۇرۇلۇڭ
ur: تھوڑا بائیں مڑیں
vi: Xoay trái một chút
zh_hans: 稍微向左转

# qibla_go_right
source: Turn right
ar: انعطف يمينًا
as: সোঁফালে ঘূৰক
bn: ডানে ঘুরুন
bs: Okrenite se udesno
ckb: بەرەو ڕاست بسووڕێوە
es: Gire a la derecha
fa: به راست بچرخید
fa_af: به راست بچرخید
fil: Lumiko pakanan
fr: Tournez à droite
gu: જમણે વળો
ha: Juya dama
hi: दाएँ मुड़ें
hu: Fordulj jobbra
id: Belok kanan
ka: მოუხვიეთ მარჯვნივ
km: បត់ស្ដាំ
kn: ಬಲಕ್ಕೆ ತಿರುಗಿ
mk: Свртете се надесно
ml: വലത്തോട്ട് തിരിയുക
mr: उजवीकडे वळा
nl: Draai naar rechts
pa: ਸੱਜੇ ਮੁੜੋ
pt: Vire à direita
ru: Поверните вправо
si: දකුණට හැරෙන්න
sr: Окрените се удесно
sw: Geuka kulia
te: కుడివైపు తిరగండి
th: หันขวา
tr: Sağa dönün
ug: ئوڭغا بۇرۇلۇڭ
ur: دائیں مڑیں
vi: Xoay phải
zh_hans: 向右转

# qibla_go_right_little
source: Turn right a little
ar: انعطف يمينًا قليلًا
as: অলপ সোঁফালে ঘূৰক
bn: একটু ডানে ঘুরুন
bs: Malo udesno
ckb: کەمێک بەرەو ڕاست بسووڕێوە
es: Gire un poco a la derecha
fa: کمی به راست بچرخید
fa_af: کمی به راست بچرخید
fil: Lumiko nang kaunti pakanan
fr: Tournez un peu à droite
gu: થોડું જમણે વળો
ha: Juya dama kaɗan
hi: थोड़ा दाएँ मुड़ें
hu: Kicsit jobbra
id: Belok kanan sedikit
ka: მოუხვიეთ ოდნავ მარჯვნივ
km: បត់ស្ដាំបន្តិច
kn: ಸ್ವಲ್ಪ ಬಲಕ್ಕೆ ತಿರುಗಿ
mk: Малку надесно
ml: അൽപം വലത്തോട്ട് തിരിയുക
mr: थोडे उजवीकडे वळा
nl: Draai iets naar rechts
pa: ਥੋੜ੍ਹਾ ਸੱਜੇ ਮੁੜੋ
pt: Vire um pouco à direita
ru: Чуть вправо
si: ටිකක් දකුණට හැරෙන්න
sr: Мало удесно
sw: Geuka kulia kidogo
te: కొంచెం కుడివైపు తిరగండి
th: หันขวาเล็กน้อย
tr: Biraz sağa dönün
ug: سەل ئوڭغا بۇرۇلۇڭ
ur: تھوڑا دائیں مڑیں
vi: Xoay phải một chút
zh_hans: 稍微向右转

# qibla_hold_flat
source: Hold your phone flat
ar: أمسك الهاتف بشكل أفقي
as: ফোনটো সমানকৈ ধৰক
bn: ফোনটি সমতল করে ধরুন
bs: Držite telefon vodoravno
ckb: مۆبایلەکەت بە ڕێکی ڕابگرە
es: Sostén el teléfono en horizontal
fa: گوشی را صاف نگه دارید
fa_af: موبایل را صاف نگه دارید
fil: Hawakan nang pahiga ang iyong telepono
fr: Tenez le téléphone à plat
gu: ફોનને સપાટ રાખો
ha: Riƙe wayarku a kwance
hi: फ़ोन को समतल रखें
hu: Tartsd vízszintesen a telefont
id: Pegang ponsel mendatar
ka: დაიჭირეთ ტელეფონი ჰორიზონტალურად
km: កាន់ទូរសព្ទឱ្យរាបស្មើ
kn: ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ಸಮತಟ್ಟಾಗಿ ಹಿಡಿಯಿರಿ
mk: Држете го телефонот хоризонтално
ml: ഫോൺ നിരപ്പായി പിടിക്കുക
mr: फोन सपाट धरा
nl: Houd je telefoon plat
pa: ਆਪਣਾ ਫ਼ੋਨ ਪੱਧਰਾ ਫੜੋ
pt: Segure o celular na horizontal
ru: Держите телефон горизонтально
si: ඔබේ දුරකථනය තිරස්ව අල්ලන්න
sr: Држите телефон водоравно
sw: Shika simu yako ikiwa imelala sawa
te: మీ ఫోన్‌ను సమతలంగా పట్టుకోండి
th: วางโทรศัพท์ให้ราบ
tr: Telefonu düz tutun
ug: تېلېفونىڭىزنى تۈز تۇتۇڭ
ur: فون کو سیدھا افقی رکھیں
vi: Giữ điện thoại nằm phẳng
zh_hans: 将手机平放

# qibla_location_needed
source: Choose a location to find the Qibla.
ar: اختر موقعًا لمعرفة القبلة.
as: কিবলা জানিবলৈ এটা অৱস্থান বাছক।
bn: কিবলা জানতে একটি লোকেশন বেছে নিন।
bs: Odaberite lokaciju da biste pronašli kiblu.
ckb: شوێنێک هەڵبژێرە بۆ دۆزینەوەی قیبلە.
es: Elige una ubicación para encontrar la alquibla.
fa: برای یافتن قبله یک موقعیت انتخاب کنید.
fa_af: برای یافتن قبله یک موقعیت انتخاب کنید.
fil: Pumili ng lokasyon para mahanap ang Qibla.
fr: Choisissez un lieu pour trouver la qibla.
gu: કિબ્લા શોધવા માટે કોઈ લોકેશન પસંદ કરો.
ha: Zaɓi wuri don nemo Alƙibla.
hi: क़िबला जानने के लिए कोई लोकेशन चुनें।
hu: Válassz helyet a kibla meghatározásához.
id: Pilih lokasi untuk menemukan kiblat.
ka: ყიბლის საპოვნელად აირჩიეთ მდებარეობა.
km: ជ្រើសរើសទីតាំង ដើម្បីរកគិបឡាត់។
kn: ಕಿಬ್ಲಾವನ್ನು ಕಂಡುಹಿಡಿಯಲು ಒಂದು ಸ್ಥಳವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
mk: Изберете локација за да ја најдете киблата.
ml: ഖിബ്‌ല കണ്ടെത്താൻ ഒരു ലൊക്കേഷൻ തിരഞ്ഞെടുക്കുക.
mr: किब्ला शोधण्यासाठी एखादे लोकेशन निवडा.
nl: Kies een locatie om de qibla te vinden.
pa: ਕਿਬਲਾ ਲੱਭਣ ਲਈ ਕੋਈ ਟਿਕਾਣਾ ਚੁਣੋ।
pt: Escolha uma localização para encontrar a Qibla.
ru: Выберите местоположение, чтобы определить киблу.
si: කිබ්ලා සොයා ගැනීමට ස්ථානයක් තෝරන්න.
sr: Изаберите локацију да бисте пронашли киблу.
sw: Chagua mahali ili kupata Kibla.
te: ఖిబ్లాను కనుగొనడానికి ఒక లొకేషన్ ఎంచుకోండి.
th: เลือกตำแหน่งเพื่อหาทิศกิบลัต
tr: Kıbleyi bulmak için bir konum seçin.
ug: قىبلىنى تېپىش ئۈچۈن بىر ئورۇن تاللاڭ.
ur: قبلہ معلوم کرنے کے لیے مقام منتخب کریں۔
vi: Hãy chọn một vị trí để tìm hướng Qibla.
zh_hans: 请选择一个位置以找到朝向。

# qibla_move_phone
source: Turn the phone toward the Qibla
ar: حرّك الهاتف باتجاه القبلة
as: ফোনটো কিবলাৰ ফালে ঘূৰাওক
bn: ফোনটি কিবলার দিকে ঘোরান
bs: Okrenite telefon prema kibli
ckb: مۆبایلەکە بەرەو قیبلە بسووڕێنە
es: Gira el teléfono hacia la alquibla
fa: گوشی را به سمت قبله بچرخانید
fa_af: موبایل را به سمت قبله بچرخانید
fil: Iharap ang telepono sa Qibla
fr: Tournez le téléphone vers la qibla
gu: ફોનને કિબ્લા તરફ ફેરવો
ha: Juya wayar zuwa Alƙibla
hi: फ़ोन को क़िबला की ओर घुमाएँ
hu: Fordítsd a telefont a kibla felé
id: Putar ponsel ke arah kiblat
ka: მიაბრუნეთ ტელეფონი ყიბლისკენ
km: បង្វិលទូរសព្ទទៅរកគិបឡាត់
kn: ಫೋನ್ ಅನ್ನು ಕಿಬ್ಲಾ ಕಡೆಗೆ ತಿರುಗಿಸಿ
mk: Свртете го телефонот кон киблата
ml: ഫോൺ ഖിബ്‌ലയുടെ നേരെ തിരിക്കുക
mr: फोन किब्लाकडे फिरवा
nl: Draai de telefoon naar de qibla
pa: ਫ਼ੋਨ ਨੂੰ ਕਿਬਲੇ ਵੱਲ ਘੁਮਾਓ
pt: Gire o celular em direção à Qibla
ru: Поверните телефон к кибле
si: දුරකථනය කිබ්ලා දෙසට හරවන්න
sr: Окрените телефон ка кибли
sw: Geuza simu kuelekea Kibla
te: ఫోన్‌ను ఖిబ్లా వైపు తిప్పండి
th: หันโทรศัพท์ไปทางกิบลัต
tr: Telefonu kıbleye çevirin
ug: تېلېفوننى قىبلە تەرەپكە بۇراڭ
ur: فون کو قبلہ کی طرف گھمائیں
vi: Xoay điện thoại về hướng Qibla
zh_hans: 将手机转向朝向

# qibla_no_sensor
source: No live compass available. Face %1$@° clockwise from north.
ar: لا تتوفر بوصلة حيّة. اتجه %1$@° باتجاه عقارب الساعة من الشمال.
as: লাইভ কম্পাছ উপলব্ধ নহয়। উত্তৰৰ পৰা ঘড়ীৰ কাঁটাৰ দিশত %1$@°লৈ মুখ কৰক।
bn: লাইভ কম্পাস নেই। উত্তর থেকে ঘড়ির কাঁটার দিকে %1$@° মুখ করুন।
bs: Kompas uživo nije dostupan. Okrenite se %1$@° u smjeru kazaljke na satu od sjevera.
ckb: قیبلەنمای ڕاستەوخۆ بەردەست نییە. %1$@° لە باکوورەوە بە ئاراستەی میلی کاتژمێر ڕوو بکە.
es: No hay brújula en vivo. Oriéntate %1$@° en sentido horario desde el norte.
fa: قطب‌نمای زنده در دسترس نیست. %1$@° از شمال در جهت عقربه‌های ساعت بایستید.
fa_af: قطب‌نمای زنده در دسترس نیست. %1$@° از شمال در جهت عقربه‌های ساعت بایستید.
fil: Walang live na compass. Humarap nang %1$@° pakanan mula sa hilaga.
fr: Pas de boussole en direct. Orientez-vous à %1$@° dans le sens horaire depuis le nord.
gu: લાઇવ હોકાયંત્ર ઉપલબ્ધ નથી. ઉત્તરથી ઘડિયાળની દિશામાં %1$@° તરફ મોં કરો.
ha: Babu kamfas mai aiki kai tsaye. Fuskanci %1$@° bisa jujjuyawar agogo daga arewa.
hi: लाइव कम्पास उपलब्ध नहीं। उत्तर से घड़ी की दिशा में %1$@° की ओर रुख़ करें।
hu: Nincs élő iránytű. Fordulj északtól az óramutató járásával megegyezően %1$@°-ot.
id: Kompas langsung tidak tersedia. Hadap %1$@° searah jarum jam dari utara.
ka: ცოცხალი კომპასი მიუწვდომელია. მიბრუნდით %1$@°-ით საათის ისრის მიმართულებით ჩრდილოეთიდან.
km: គ្មានត្រីវិស័យផ្ទាល់ទេ។ សូមបែរ %1$@° តាមទិសទ្រនិចនាឡិកាពីទិសខាងជើង។
kn: ಲೈವ್ ದಿಕ್ಸೂಚಿ ಲಭ್ಯವಿಲ್ಲ. ಉತ್ತರದಿಂದ ಪ್ರದಕ್ಷಿಣಾಕಾರವಾಗಿ %1$@° ಕಡೆಗೆ ಮುಖ ಮಾಡಿ.
mk: Нема компас во живо. Свртете се %1$@° во насока на стрелките на часовникот од север.
ml: ലൈവ് കോമ്പസ് ലഭ്യമല്ല. വടക്കിൽ നിന്ന് ഘടികാരദിശയിൽ %1$@° നേരെ തിരിയുക.
mr: लाइव्ह होकायंत्र उपलब्ध नाही. उत्तरेपासून घड्याळाच्या दिशेने %1$@° कडे तोंड करा.
nl: Geen live kompas beschikbaar. Richt je %1$@° met de klok mee vanaf het noorden.
pa: ਲਾਈਵ ਕੰਪਾਸ ਉਪਲਬਧ ਨਹੀਂ। ਉੱਤਰ ਤੋਂ ਘੜੀ ਦੀ ਦਿਸ਼ਾ ਵਿੱਚ %1$@° ਵੱਲ ਮੂੰਹ ਕਰੋ।
pt: Bússola ao vivo indisponível. Volte-se %1$@° no sentido horário a partir do norte.
ru: Компас недоступен. Повернитесь на %1$@° по часовой стрелке от севера.
si: සජීවී මාලිමාවක් නැත. උතුරේ සිට දක්ෂිණාවර්තව %1$@° දෙසට මුහුණලන්න.
sr: Компас уживо није доступан. Окрените се %1$@° у смеру казаљке на сату од севера.
sw: Hakuna dira hai. Elekea %1$@° kwa mwelekeo wa saa kutoka kaskazini.
te: లైవ్ దిక్సూచి అందుబాటులో లేదు. ఉత్తరం నుండి సవ్యదిశలో %1$@° వైపు తిరగండి.
th: ไม่มีเข็มทิศแบบเรียลไทม์ ให้หันไป %1$@° ตามเข็มนาฬิกาจากทิศเหนือ
tr: Canlı pusula yok. Kuzeyden saat yönünde %1$@° dönün.
ug: جانلىق كومپاس يوق. شىمالدىن سائەت ئىسترېلكىسى يۆنىلىشى بويىچە %1$@° تەرەپكە يۈزلىنىڭ.
ur: زندہ قطب نما دستیاب نہیں۔ شمال سے گھڑی کی سمت %1$@° رخ کریں۔
vi: Không có la bàn trực tiếp. Hãy quay %1$@° theo chiều kim đồng hồ từ hướng bắc.
zh_hans: 没有可用的实时指南针。请从北方顺时针转 %1$@°。

# qibla_north_up
source: North-up diagram, not a live compass
ar: مخطط باتجاه الشمال، وليس بوصلة حيّة
as: উত্তৰ ওপৰত থকা চিত্ৰ, লাইভ কম্পাছ নহয়
bn: উত্তর ওপরে রাখা চিত্র, লাইভ কম্পাস নয়
bs: Shema sa sjeverom gore, nije kompas uživo
ckb: وێنەی باکوور بەرەو سەرەوە، نەک قیبلەنمای ڕاستەوخۆ
es: Diagrama con el norte arriba, no brújula en vivo
fa: نمودار با شمال در بالا، نه قطب‌نمای زنده
fa_af: نمودار با شمال در بالا، نه قطب‌نمای زنده
fil: Diagram na nasa itaas ang hilaga, hindi live na compass
fr: Schéma nord en haut, pas une boussole en direct
gu: ઉત્તર ઉપર હોય તેવી આકૃતિ, લાઇવ હોકાયંત્ર નથી
ha: Zane mai arewa a sama, ba kamfas mai aiki kai tsaye ba
hi: उत्तर ऊपर वाला चित्र, लाइव कम्पास नहीं
hu: Északra tájolt ábra, nem élő iránytű
id: Diagram utara di atas, bukan kompas langsung
ka: სქემა ჩრდილოეთით ზემოთ, არა ცოცხალი კომპასი
km: ដ្យាក្រាមទិសខាងជើងនៅខាងលើ មិនមែនត្រីវិស័យផ្ទាល់ទេ
kn: ಉತ್ತರ ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ರೇಖಾಚಿತ್ರ, ಲೈವ್ ದಿಕ್ಸೂಚಿ ಅಲ್ಲ
mk: Шема со север горе, не компас во живо
ml: വടക്ക് മുകളിലായുള്ള രേഖാചിത്രം, ലൈവ് കോമ്പസ് അല്ല
mr: उत्तर वर असलेली आकृती, लाइव्ह होकायंत्र नाही
nl: Schema met noorden boven, geen live kompas
pa: ਉੱਤਰ ਉੱਪਰ ਵਾਲਾ ਚਿੱਤਰ, ਲਾਈਵ ਕੰਪਾਸ ਨਹੀਂ
pt: Diagrama com o norte para cima, não é uma bússola ao vivo
ru: Схема с севером вверху, не живой компас
si: උතුර ඉහළට ඇති රූප සටහන, සජීවී මාලිමාවක් නොවේ
sr: Шема са севером горе, није компас уживо
sw: Mchoro wenye kaskazini juu, si dira hai
te: ఉత్తరం పైకి ఉన్న రేఖాచిత్రం, లైవ్ దిక్సూచి కాదు
th: แผนภาพทิศเหนืออยู่ด้านบน ไม่ใช่เข็มทิศแบบเรียลไทม์
tr: Kuzey yukarıda şema, canlı pusula değil
ug: شىمال ئۈستىدە تۇرغان سخېما، جانلىق كومپاس ئەمەس
ur: شمال اوپر والا خاکہ، زندہ قطب نما نہیں
vi: Sơ đồ hướng bắc ở trên, không phải la bàn trực tiếp
zh_hans: 北向朝上的示意图，不是实时指南针

# qibla_open_compass
source: Open compass
ar: افتح البوصلة
as: কম্পাছ খোলক
bn: কম্পাস খুলুন
bs: Otvori kompas
ckb: کردنەوەی قیبلەنما
es: Abrir brújula
fa: باز کردن قطب‌نما
fa_af: باز کردن قطب‌نما
fil: Buksan ang compass
fr: Ouvrir la boussole
gu: હોકાયંત્ર ખોલો
ha: Buɗe kamfas
hi: कम्पास खोलें
hu: Iránytű megnyitása
id: Buka kompas
ka: კომპასის გახსნა
km: បើកត្រីវិស័យ
kn: ದಿಕ್ಸೂಚಿ ತೆರೆಯಿರಿ
mk: Отвори компас
ml: കോമ്പസ് തുറക്കുക
mr: होकायंत्र उघडा
nl: Kompas openen
pa: ਕੰਪਾਸ ਖੋਲ੍ਹੋ
pt: Abrir bússola
ru: Открыть компас
si: මාලිමාව විවෘත කරන්න
sr: Отвори компас
sw: Fungua dira
te: దిక్సూచి తెరవండి
th: เปิดเข็มทิศ
tr: Pusulayı aç
ug: كومپاسنى ئېچىش
ur: قطب نما کھولیں
vi: Mở la bàn
zh_hans: 打开指南针

# qibla_turn_left
source: Turn left %1$@°
ar: استدر يسارًا %1$@°
as: বাওঁফালে %1$@° ঘূৰক
bn: বাঁয়ে %1$@° ঘুরুন
bs: Okrenite se ulijevo %1$@°
ckb: %1$@° بەرەو چەپ بسووڕێوە
es: Gira a la izquierda %1$@°
fa: %1$@° به چپ بچرخید
fa_af: %1$@° به چپ بچرخید
fil: Lumiko pakaliwa nang %1$@°
fr: Tournez à gauche de %1$@°
gu: ડાબે %1$@° વળો
ha: Juya hagu %1$@°
hi: %1$@° बाएँ मुड़ें
hu: Fordulj balra %1$@°-ot
id: Putar ke kiri %1$@°
ka: მოუხვიეთ მარცხნივ %1$@°
km: បត់ឆ្វេង %1$@°
kn: ಎಡಕ್ಕೆ %1$@° ತಿರುಗಿ
mk: Свртете се налево %1$@°
ml: ഇടത്തോട്ട് %1$@° തിരിയുക
mr: डावीकडे %1$@° वळा
nl: Draai %1$@° naar links
pa: ਖੱਬੇ %1$@° ਮੁੜੋ
pt: Vire %1$@° à esquerda
ru: Поверните влево на %1$@°
si: වමට %1$@° හැරෙන්න
sr: Окрените се улево %1$@°
sw: Geuka kushoto %1$@°
te: ఎడమవైపు %1$@° తిరగండి
th: หันซ้าย %1$@°
tr: Sola %1$@° dönün
ug: سولغا %1$@° بۇرۇلۇڭ
ur: بائیں %1$@° مڑیں
vi: Xoay trái %1$@°
zh_hans: 向左转 %1$@°

# qibla_turn_right
source: Turn right %1$@°
ar: استدر يمينًا %1$@°
as: সোঁফালে %1$@° ঘূৰক
bn: ডানে %1$@° ঘুরুন
bs: Okrenite se udesno %1$@°
ckb: %1$@° بەرەو ڕاست بسووڕێوە
es: Gira a la derecha %1$@°
fa: %1$@° به راست بچرخید
fa_af: %1$@° به راست بچرخید
fil: Lumiko pakanan nang %1$@°
fr: Tournez à droite de %1$@°
gu: જમણે %1$@° વળો
ha: Juya dama %1$@°
hi: %1$@° दाएँ मुड़ें
hu: Fordulj jobbra %1$@°-ot
id: Putar ke kanan %1$@°
ka: მოუხვიეთ მარჯვნივ %1$@°
km: បត់ស្ដាំ %1$@°
kn: ಬಲಕ್ಕೆ %1$@° ತಿರುಗಿ
mk: Свртете се надесно %1$@°
ml: വലത്തോട്ട് %1$@° തിരിയുക
mr: उजवीकडे %1$@° वळा
nl: Draai %1$@° naar rechts
pa: ਸੱਜੇ %1$@° ਮੁੜੋ
pt: Vire %1$@° à direita
ru: Поверните вправо на %1$@°
si: දකුණට %1$@° හැරෙන්න
sr: Окрените се удесно %1$@°
sw: Geuka kulia %1$@°
te: కుడివైపు %1$@° తిరగండి
th: หันขวา %1$@°
tr: Sağa %1$@° dönün
ug: ئوڭغا %1$@° بۇرۇلۇڭ
ur: دائیں %1$@° مڑیں
vi: Xoay phải %1$@°
zh_hans: 向右转 %1$@°

# qibla_you_are_facing
source: You’re facing the Qibla
ar: أنت باتجاه القبلة
as: আপুনি কিবলামুখী হৈছে
bn: আপনি কিবলামুখী আছেন
bs: Okrenuti ste prema kibli
ckb: ڕووت لە قیبلەیە
es: Estás orientado a la alquibla
fa: رو به قبله هستید
fa_af: رو به قبله هستید
fil: Nakaharap ka sa Qibla
fr: Vous faites face à la qibla
gu: તમારું મોં કિબ્લા તરફ છે
ha: Kuna fuskantar Alƙibla
hi: आपका रुख़ क़िबला की ओर है
hu: A kibla felé nézel
id: Anda menghadap kiblat
ka: ყიბლისკენ ხართ მიბრუნებული
km: អ្នកកំពុងបែរមុខទៅគិបឡាត់
kn: ನೀವು ಕಿಬ್ಲಾ ಕಡೆಗೆ ಮುಖ ಮಾಡಿದ್ದೀರಿ
mk: Свртени сте кон киблата
ml: നിങ്ങൾ ഖിബ്‌ലയ്ക്ക് അഭിമുഖമാണ്
mr: तुमचे तोंड किब्लाकडे आहे
nl: Je bent gericht op de qibla
pa: ਤੁਹਾਡਾ ਮੂੰਹ ਕਿਬਲੇ ਵੱਲ ਹੈ
pt: Você está voltado para a Qibla
ru: Вы смотрите на киблу
si: ඔබ කිබ්ලා දෙසට මුහුණලා සිටී
sr: Окренути сте ка кибли
sw: Umeelekea Kibla
te: మీరు ఖిబ్లా వైపు ఉన్నారు
th: คุณหันตรงกิบลัตแล้ว
tr: Kıbleye dönüksünüz
ug: قىبلىگە يۈزلەندىڭىز
ur: آپ قبلہ رخ ہیں
vi: Bạn đang hướng về Qibla
zh_hans: 你已面向朝向

# radar_a11y
source: Compass of nearby mosques. Nearest: %1$@
ar: بوصلة المساجد القريبة. الأقرب: %1$@
as: ওচৰৰ মছজিদৰ কম্পাছ। আটাইতকৈ ওচৰৰ: %1$@
bn: কাছের মসজিদের কম্পাস। সবচেয়ে কাছে: %1$@
bs: Kompas džamija u blizini. Najbliža: %1$@
ckb: قیبلەنمای مزگەوتە نزیکەکان. نزیکترین: %1$@
es: Brújula de mezquitas cercanas. La más cercana: %1$@
fa: قطب‌نمای مسجدهای نزدیک. نزدیک‌ترین: %1$@
fa_af: قطب‌نمای مساجد نزدیک. نزدیک‌ترین: %1$@
fil: Compass ng mga kalapit na masjid. Pinakamalapit: %1$@
fr: Boussole des mosquées proches. La plus proche : %1$@
gu: નજીકની મસ્જિદોનું હોકાયંત્ર. સૌથી નજીક: %1$@
ha: Kamfas na masallatan da ke kusa. Mafi kusa: %1$@
hi: आसपास की मस्जिदों का कम्पास। सबसे नज़दीक: %1$@
hu: A közeli mecsetek iránytűje. Legközelebbi: %1$@
id: Kompas masjid terdekat. Terdekat: %1$@
ka: ახლომდებარე მეჩეთების კომპასი. უახლოესი: %1$@
km: ត្រីវិស័យម៉ាស្ជិតក្បែរៗ។ ជិតបំផុត៖ %1$@
kn: ಹತ್ತಿರದ ಮಸೀದಿಗಳ ದಿಕ್ಸೂಚಿ. ಅತಿ ಹತ್ತಿರದ್ದು: %1$@
mk: Компас на џамии во близина. Најблиска: %1$@
ml: അടുത്തുള്ള പള്ളികളുടെ കോമ്പസ്. ഏറ്റവും അടുത്തത്: %1$@
mr: जवळच्या मशिदींचे होकायंत्र. सर्वात जवळची: %1$@
nl: Kompas van moskeeën in de buurt. Dichtstbijzijnde: %1$@
pa: ਨੇੜਲੀਆਂ ਮਸਜਿਦਾਂ ਦਾ ਕੰਪਾਸ। ਸਭ ਤੋਂ ਨੇੜੇ: %1$@
pt: Bússola das mesquitas próximas. Mais próxima: %1$@
ru: Компас мечетей поблизости. Ближайшая: %1$@
si: අසල පල්ලිවල මාලිමාව. ළඟම: %1$@
sr: Компас џамија у близини. Најближа: %1$@
sw: Dira ya misikiti iliyo karibu. Ulio karibu zaidi: %1$@
te: దగ్గరి మసీదుల దిక్సూచి. అతి దగ్గరిది: %1$@
th: เข็มทิศมัสยิดใกล้เคียง ใกล้ที่สุด: %1$@
tr: Yakındaki camilerin pusulası. En yakın: %1$@
ug: يېقىن ئەتراپتىكى مەسچىتلەر كومپاسى. ئەڭ يېقىنى: %1$@
ur: قریبی مساجد کا قطب نما۔ قریب ترین: %1$@
vi: La bàn các thánh đường gần đó. Gần nhất: %1$@
zh_hans: 附近清真寺指南针。最近的：%1$@

# ramadan_isha
source: Ramadan: Isha 30 minutes later (Umm al-Qura)
ar: رمضان: العشاء بعد 30 دقيقة إضافية (أم القرى)
as: ৰমজান: ইশা 30 মিনিট পিছত (উম্মুল কুৰা)
bn: রমজান: ইশা 30 মিনিট পরে (উম্মুল কুরা)
bs: Ramazan: jacija 30 minuta kasnije (Umm al-Kura)
ckb: ڕەمەزان: خەوتنان ٣٠ خولەک دواتر (ئوم ئەلقورا)
es: Ramadán: Isha 30 minutos más tarde (Umm al-Qura)
fa: رمضان: عشا ۳۰ دقیقه دیرتر (ام‌القری)
fa_af: رمضان: خفتن ۳۰ دقیقه دیرتر (ام‌القری)
fil: Ramadan: Isha 30 minutong mas huli (Umm al-Qura)
fr: Ramadan : Isha 30 minutes plus tard (Umm al-Qura)
gu: રમઝાન: ઇશા 30 મિનિટ મોડી (ઉમ્મુલ કુરા)
ha: Ramadan: Isha'i minti 30 daga baya (Umm al-Qura)
hi: रमज़ान: इशा 30 मिनट बाद (उम्मुल क़ुरा)
hu: Ramadán: isá 30 perccel később (Umm al-Kura)
id: Ramadan: Isya 30 menit lebih lambat (Umm al-Qura)
ka: რამადანი: იშა 30 წუთით გვიან (უმ ალ-ყურა)
km: រ៉ាម៉ាដន៖ អ៊ីសាយឺត 30 នាទី (Umm al-Qura)
kn: ರಮಝಾನ್: ಇಶಾ 30 ನಿಮಿಷ ತಡವಾಗಿ (ಉಮ್ಮುಲ್ ಕುರಾ)
mk: Рамазан: јација 30 минути подоцна (Умм ал-Кура)
ml: റമദാൻ: ഇശാ 30 മിനിറ്റ് വൈകി (ഉമ്മുൽ ഖുറാ)
mr: रमजान: इशा 30 मिनिटे उशिरा (उम्मुल कुरा)
nl: Ramadan: Isha 30 minuten later (Umm al-Qura)
pa: ਰਮਜ਼ਾਨ: ਇਸ਼ਾ 30 ਮਿੰਟ ਬਾਅਦ (ਉੱਮ ਅਲ-ਕੁਰਾ)
pt: Ramadã: Isha 30 minutos depois (Umm al-Qura)
ru: Рамадан: иша на 30 минут позже (Умм аль-Кура)
si: රමළාන්: ඉෂා මිනිත්තු 30 ක් පසුව (උම්මුල් කුරා)
sr: Рамазан: јација 30 минута касније (Умм ал-Кура)
sw: Ramadhani: Isha dakika 30 baadaye (Umm al-Qura)
te: రంజాన్: ఇషా 30 నిమిషాలు ఆలస్యంగా (ఉమ్ అల్-ఖురా)
th: รอมฎอน: อิชาอ์ช้าลง 30 นาที (อุมมุลกุรอ)
tr: Ramazan: Yatsı 30 dakika sonra (Ümmü’l-Kurâ)
ug: رامىزان: خۇپتەن 30 مىنۇت كېيىن (ئۇممۇلقۇرا)
ur: رمضان: عشاء 30 منٹ بعد (ام القریٰ)
vi: Ramadan: Isha muộn hơn 30 phút (Umm al-Qura)
zh_hans: 斋月：宵礼推迟 30 分钟（乌姆古拉）

# read_aloud
source: Listen
ar: استمع
as: শুনক
bn: শুনুন
bs: Slušaj
ckb: گوێگرتن
es: Escuchar
fa: شنیدن
fa_af: شنیدن
fil: Pakinggan
fr: Écouter
gu: સાંભળો
ha: Saurara
hi: सुनें
hu: Meghallgatás
id: Dengarkan
ka: მოსმენა
km: ស្ដាប់
kn: ಆಲಿಸಿ
mk: Слушај
ml: കേൾക്കുക
mr: ऐका
nl: Luisteren
pa: ਸੁਣੋ
pt: Ouvir
ru: Слушать
si: අසන්න
sr: Слушај
sw: Sikiliza
te: వినండి
th: ฟัง
tr: Dinle
ug: ئاڭلاش
ur: سنیں
vi: Nghe
zh_hans: 收听

# read_aloud_stop
source: Stop
ar: إيقاف
as: ৰখাওক
bn: থামান
bs: Zaustavi
ckb: ڕاگرتن
es: Detener
fa: توقف
fa_af: توقف
fil: Ihinto
fr: Arrêter
gu: રોકો
ha: Tsaya
hi: रोकें
hu: Leállítás
id: Hentikan
ka: შეჩერება
km: បញ្ឈប់
kn: ನಿಲ್ಲಿಸಿ
mk: Запри
ml: നിർത്തുക
mr: थांबवा
nl: Stoppen
pa: ਰੋਕੋ
pt: Parar
ru: Стоп
si: නවත්වන්න
sr: Заустави
sw: Simamisha
te: ఆపు
th: หยุด
tr: Durdur
ug: توختىتىش
ur: روکیں
vi: Dừng
zh_hans: 停止
